#include <iostream>
using namespace std;

/* 得罪一下 */
int main()
{
    // 无可奉告
    // Too young, too simple, sometimes naive
    cout << "啊，西方的哪一个国家我没去过？媒体他们——你……你们要知道，美国的华莱士，那比你们不知道高到哪里去了。啊，我跟他谈笑风生！所以说媒体啊，要……还是要提高自己的知识水平！懂我的意思——識得唔識得啊？唉，我也给你们着急啊，真的。你们真的……我以为……遍地……你们有一个好，全世界跑到什么地方，你们比其他的西方记者啊，跑得还快。我很抱歉，我今天是作为一个长者给你们讲的。我不是新闻工作者，但是我见得太多了，我……我有这个必要告诉你们一点，人生的经验。我刚才呢……我刚才我很想啊，就是我每一次碰到你们我就讲中国有一句话叫「闷声大发财」，我就什么话也不说。這是最好的！但是我想，我见到你们这样热情啊，一句话不说也不好。所以你刚才你一定要——在宣传上将来如果你们报道上有偏差，你们要负责的。我没有说要钦定（董建华），没有任何这个意思。但是你问……你一定要非得要问我……对董先生支持不支持。我们不支持他？他现在是当特首，我们怎么能不支持特首？" << endl;
}